// در شرکتی سالانه ۱۵۰ خودکار و ۵۰ بسته کاغذ A4 مصرف میشود. در پایان سال این شرکت میخواهد بداند در سال آینده چقدر برای این بخش از تجهیزات اداری افزایش هزینه دارد. برنامه ای که قیمت این اقلام را در امسال از ورودی دریافت می نماید، نرخ تورم در سال آینده را نیز میگیرد، هزینه اضافه شده شرکت را در این بخش محاسبه میکند و به خروجی می برد. تورم به صورت درصد وارد می گردد که برنامه باید آن را به مقدار اعشاری تبدیل کند. به عنوان مثال اگر تورم را 5.6 وارد کنیم برنامه باید از 0.56 استفاده کند.

let pen = prompt("قیمت خودکار؟");
let paper = prompt("؟ قیمت کاغذ");
let tavarom = prompt("نرخ تورم؟ ");

let price = pen * 150 + paper * 50;
let next_price = price + price * tavarom * 0.1;

console.log("هزینه سال جاری" + price);
console.log("هزینه سال آینده" + next_price);
